{
    "Long_About": [
        "I am a high school student living in Odisha Subarnapur, India. I have always been interested in learning how things work and have had a huge interest in technology since childhood. In class 7, I was introduced to Python for the very first time, which opened the gate to the vast world of programming for me and increased my interest in technology. <br> <br>When I reached class 8, the COVID-19 pandemic hit and the resulting lockdown which gave me a chance to explore the world of technology. Through my explorations, I learned many things and completed several projects for myself. Firstly, I didn't have any source to learn from, but I had the internet, which is like a huge university to me, and I like to think of myself as a student of this university. <br> <br>As I am fluent in Python, I would introduce myself as a Python developer with a passion for creating innovative solutions through programming. I have experience working on a variety of projects, including emotional recognition, face recognition, billing software (for a medical store), a self-driving car (using Udacity's Self-Driving Car Simulator), a rule-based chatbot, and, last but not least, a movie recommendation system (trained on a small dataset of 5000 movies). These projects have allowed me to develop my skills in Python, as well as in web development using Flask. In addition to my experience with Python, I have also explored app development, including creating an OCR app, a media player, and a calculator. I enjoy challenging myself with new projects and technologies, and I am always eager to learn more. My expertise also extends to web development, with proficiency in HTML, CSS, and JavaScript. I believe that combining these skills with my Python knowledge allows me to create dynamic and responsive web applications. In my free time, I enjoy exploring new programming languages and working on personal projects to further develop my skills.<br> <br>Overall, I am a dedicated and experienced Python developer with a passion for using technology to solve problems. I am always eager to take on new challenges and work collaboratively to achieve outstanding results."
    ],
    "Short_About": [
        "I'm a Python developer with a passion for innovation in programming. My experience includes working on projects such as emotional and face recognition, billing software (for a medical store), and rule-based chatbots. I have also built some Android applications. In addition to my skills in Python, I am proficient in web development using HTML, CSS, and JavaScript. I enjoy working on diverse programming projects. Apart from programming, I like to play football and have conversations with people on any random topic."
    ]
}